{
  "recipes": [
    {
      "name": "BÒ BA CHỈ CUỘN NẤM KIM CHÂM NƯỚNG",
      "image": "https://cdn.blognauanngon.com/8/posts/3405/thumbnail.jpg",
      "ingredients": "  100g nấm kim châm\n  138g thịt bò Mỹ ba chỉ\n  4 củ hành tím băm\n  Hành lá\n  Gia vị: Nước tương, đường, hạt nêm, dầu hào, tiêu đen xay",
      "introduction": [
        {
          "step": "Bước 1: Ướp thịt",
          "description": "Cắt thịt thành từng lát mỏng, trải ra thành từng miếng sau đó rắc hành tím băm và các loại gia vị 1 muỗng cà phê hạt nêm, 1 muỗng cà phê đường, 1 muỗng cà phê tiêu xay, đều 2 mặt thịt. Trộn 1 muỗng cà phê nước tương với 1 muỗng cà phê dầu hào, quét đều lên hai mặt thịt trong vòng 20 phút",
          "image": ""
        },
        {
          "step": "Bước 2: Cuộn thịt",
          "description": "Nấm kim châm cắt bỏ gốc, tách ra thành các phần bằng nhau sao cho đủ với số lượng lát thịt đã cắt.\n\nNgâm nấm với nước muối trong 3 phút để loại bỏ các tạp chất, rửa sạch lại với nước rồi để ráo.\n\nĐặt nấm lên miếng thịt bò, cuốn lại như cuốn bánh tráng, tiếp tục làm tương tự cho đến khi hết nguyên liệu.\n\nTrụng sơ hành lá, dùng để cột cuộn thịt lại, bước này để khi nướng hoặc chế biến cuộn thịt sẽ không bị bung ra.",
          "image": "https://cdn.blognauanngon.com/8/posts/3405/1.jpg"
        },
        {
          "step": "Bước 3: Nướng thịt",
          "description": "Nướng thịt trong lò nướng ở nhiệt độ 180 độ C trong 10 phút, nếu không có lò bạn cũng có thể dùng bếp điện, bếp than. Khi nướng nên trở đều cuộn thịt để thịt và nấm chín đều, không bị cháy.",
          "image": "https://cdn.blognauanngon.com/8/posts/3405/2.jpg"
        }
      ],
      "result": {
        "description": "Cuộn thịt bò thơm phức, đậm đà, có vị hơi beo béo của mỡ không những không gây ngấy mà khi kết hợp cùng nấm kim châm ngọt dai lại tạo nên hương vị rất cuốn hút.",
        "image": "https://cdn.blognauanngon.com/8/posts/3405/3.jpg"
      }
    },
    {
      "name": "BÒ CUỘN NẤM KIM CHÂM NƯỚNG SỐT MÈ",
      "image": "https://cdn.blognauanngon.com/8/posts/3405/thumbnail.jpg",
      "ingredients": "  200g nấm kim châm\n  300g thịt bò\n  Hành lá\n  20g hành tây\n  10g gừng\n  5g ớt\n  Mè rang\n  Gia vị: Nước tương, muối, sốt ướp thịt nướng, tương cà, mật ong, dầu hào",
      "introduction": [
        {
          "step": "Bước 1: Ướp và cuộn thịt",
          "description": "Cắt thịt bò thành từng lát mỏng, sau đó dùng dụng cụ làm mềm thịt dần đều, ướp thịt với 1 muỗng cà phê muối, 1 muỗng cà phê tiêu, 1 muỗng cà phê dầu hào, 1 muỗng cà phê dầu ăn trong 20 phút.\nNấm tách thành từng phần bằng nhau, trải thịt ra sau đó đặt nấm lên mép thịt rồi cuộn chặt lại. Trụng sơ hành lá sau đó cột cuộn thịt lại để khi chế biến không bị bung ra. ",
          "image": "https://cdn.blognauanngon.com/8/posts/3405/4.jpg"
        },
        {
          "step": "Bước 2: Làm sốt nướng thịt",
          "description": "Hành tây cắt hành lựu, gừng ớt băm nhỏ\n\nCho vào chảo 1 muỗng cà phê dầu ăn, hành tây, gừng, ớt, 1 muỗng canh sốt ướp thịt nướng, 1 muỗng canh tương cà, 2 muỗng cà phê mật ong, 1 muỗng canh mè rang, trộn đều lên, đun đến khi sốt sôi nhẹ thì tắt bếp.",
          "image": "https://cdn.blognauanngon.com/8/posts/3405/5.jpg"
        },
        {
          "step": "Bước 3: Nướng thịt",
          "description": "Quét sốt đều lên cuộn thịt, nướng thịt trong lò nướng ở nhiệt độ 180 độ C trong 10 phút hoặc nướng trên bếp điện, bếp than. Trở đều cuộn thịt để thịt và nấm chín đều, không bị cháy.",
          "image": "https://cdn.blognauanngon.com/8/posts/3405/6.jpg"
        }
      ],
      "result": {
        "description": "Những cuộn thịt nướng được áo đều nước sốt mè bắt mắt, hương vị đậm đà, cay cay, beo béo của sốt mè, vị ngọt dai của thịt và nấm khiến ai nấy đều mê mẩn.\n\nChỉ với vài bước là bạn đã có ngay món bò cuộn nấm kim châm ngon như nhà hàng rồi, mau lưu lại công thức để có dịp làm cho cả nhà thưởng thức nhé.",
        "image": "https://cdn.blognauanngon.com/8/posts/3405/7.jpg"
      }
    }
  ]
}
